export default {
  projections: {
    СотрудникиE: {
      код: {
        __caption__: 'Код'
      },
      фио: {
        __caption__: 'Фио'
      },
      отправлен: {
        __caption__: 'Отправлен'
      },
      должности: {
        __caption__: 'Должности',
        наименование: {
          __caption__: 'Наименование'
        }
      }
    },
    СотрудникиL: {
      код: {
        __caption__: 'Код'
      },
      фио: {
        __caption__: 'Фио'
      },
      отправлен: {
        __caption__: 'Отправлен'
      },
      должности: {
        __caption__: 'Наименование',
        наименование: {
          __caption__: 'Наименование'
        }
      }
    }
  },
  validations: {
    код: {
      __caption__: 'Код'
    },
    отправлен: {
      __caption__: 'Отправлен'
    },
    фио: {
      __caption__: 'Фио'
    },
    должности: {
      __caption__: 'Должности'
    }
  }
};
